IdeaRS.Connections
GussetData.ConnectionNotchGap Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the gap of the notch - rectangle, roundings.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ConnectionNotchGap { get; set; }
Property Value
Type: Double
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace